{
    "Crushing Instinct": {
        "t": 1,
        "d": "activate Crushing Instinct, increasing damage dealt to the Titan Lord's head. Best used in conjunction with Skull Bash and another card of your choice."
    },
    "Soul Fire": {
        "t": 1,
        "d": "activate a stack of Soul Fire, increasing damage dealt to the Titan Lord’s Torso. Use in conjunction with Moon Beam and another card of your choice for best damage on the torso."
    },
    "Purifying Blast": {
        "t": 0,
        "d": "activate Purifying Blast, consuming all Affliction stacks on the damaged part, increasing this card's damage. Best used in conjunction with Acid Drench and Inspiring Force or Prismatic Rift."
    },
    "Whip of Lightning": {
        "t": 1,
        "d": "activate Whip of Lightning. Whip of Lightning's chance to activate increases for each afflicted Titan Lord part. Used in decks targeting as many parts of the Titan Lord as possible."
    },
    "Clanship Barrage": {
        "t": 1,
        "d": "activate Clanship Barrage. Clanship Barrage's damage increases for the remainder of the attack whenever any burst card is activated. Use with another Burst card and Ancestral Favor for best results."
    },
    "Razor Wind": {
        "t": 1,
        "d": "activate Razor Wind, dealing extra damage against the Titan Lord's Body (any part that doesn't have armor that isn't a skeleton)."
    },
    "Moon Beam": {
        "t": 1,
        "d": "activate Moon Beam, dealing extra damage against the Titan Lord's Torso, armored or not."
    },
    "Fragmentize": {
        "t": 1,
        "d": "activate Fragmentize, dealing extra damage against the Titan Lord's Armor."
    },
    "Skull Bash": {
        "t": 1,
        "d": "activate Skull Bash, dealing extra damage against the Titan Lord's Head, armored or not."
    },
    "Grim Shadow": {
        "t": 1,
        "d": "apply a stack of Shadow to the targeted part. When a part is afflicted with the maximum number of Shadow stacks (7), all Shadow stacks on that part deal bonus damage. Use this card on any part, armored or not, but focus on one part only. It synergizes best with single target decks."
    },
    "Fusion Bomb": {
        "t": 2,
        "d": "apply a stack of Fusion to the targeted part. When the Fusion affliction expires, it detonates and deals damage to the afflicted Titan Lord part. Attacking a part with a stack of Fusion causes the stack to reset its detonation timer, so go for multiple or all parts of the Titan when using Fusion Bomb to minimize damage waste."
    },
    "Decaying Strike": {
        "t": 2,
        "d": "apply a stack of Decay to the targeted part. Decaying Strike's damage multiplies by the remaining health percentage of the damaged part. Use this when there is a new Titan Lord with full HP for best results."
    },
    "Blazing Inferno": {
        "t": 2,
        "d": "apply a stack of Inferno to the targeted part. For each part afflicted by Inferno, this card's activation chance increases. Pair this card with Whip of Lightning in your all parts deck, they synergize well. This card is otherwise useless."
    },
    "Thriving Plague": {
        "t": 3,
        "d": "apply a stack of Plague to the targeted part. All Plague stacks deal additional damage per second for each part afflicted by Plague. This card is good on Whip of Lightning decks, though Inferno is preferred. No use for this card in the current meta."
    },
    "Radioactivity": {
        "t": 4,
        "d": "apply a stack of Radioactivity to the targeted part. For each second a part is afflicted by Radioactivity, all Radioactivity stacks on that part deal additional damage per second. A much worse version of Grim Shadow. Don't use it."
    },
    "Acid Drench": {
        "t": 4,
        "d": "apply a stack of Acid to the targeted part. When a stack of Acid is applied to a Titan Lord part, the duration of all other Acid stacks on that part are reset. Use in Purifying Blast decks for best results. Do not buy this card, as it only increases its minuscule damage and not the chance, stacks or duration."
    },
    "Ancestral Favor": {
        "t": 0,
        "d": "activate a stack of Favor, increasing all Burst Damage and Burst Chance. Pair this card with burst cards of your choice and deal massive damage to the Titan Lord."
    },
    "Inspiring Force": {
        "t": 0,
        "d": "activate a stack of Inspiration, increasing Raid Damage dealt to the Titan Lord's Body. One of the most versatile cards in the game, useful in any Body deck."
    },
    "Prismatic Rift": {
        "t": 0,
        "d": "activate a stack of Prismatic, increasing Damage dealt to the Titan Lord's Armor. One of the most versatile cards in the game, useful in any Armor deck."
    },
    "Rancid Gas": {
        "t": 2,
        "d": "activate a stack of Rancid, increasing all Affliction Damage and Affliction Chance. All Affliction decks currently lack viability, so this card ranks lower."
    },
    "Victory March": {
        "t": 3,
        "d": "activate a stack of Victory March, increasing Raid Damage dealt for each exposed Titan Lord Skeleton part. Overpowers other support cards once 6/8 Titan Lord parts have been destroyed. Do not use this card otherwise."
    }
}